tap "aquasecurity/trivy"
tap "buo/cask-upgrade"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mas-cli/tap"
tap "mongodb/brew"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "ack"
brew "annie"
brew "arping"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "bind"
brew "bitwarden-cli"
brew "brew-cask-completion"
brew "libpng"
brew "glib"
brew "pkg-config"
brew "calc"
brew "ccrypt"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "docker-completion"
brew "libyaml"
brew "docker-compose"
brew "dos2unix"
brew "drone-cli"
brew "etcd"
brew "gnutls"
brew "ffmpeg"
brew "fping"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "git-secrets"
brew "glow"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "hexyl"
brew "hey"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "kafkacat"
brew "kompose"
brew "kubernetes-cli"
brew "kubespy"
brew "kustomize"
brew "libusb-compat"
brew "mas"
brew "minikube"
brew "miniserve"
brew "protobuf"
brew "mitmproxy"
brew "msgpack"
brew "mysql-client@5.7"
brew "ncdu"
brew "netcat"
brew "nmap"
brew "nvm"
brew "p7zip"
brew "parallel"
brew "tree"
brew "pass"
brew "perl"
brew "pipenv"
brew "podman"
brew "prototool"
brew "pstree"
brew "pth"
brew "python-yq"
brew "redis"
brew "ripgrep"
brew "s3cmd"
brew "shellcheck"
brew "ssh-audit"
brew "sslscan"
brew "stern"
brew "telnet"
brew "terraformer"
brew "terraform"
brew "terragrunt"
brew "tig"
brew "tmate"
brew "tmux"
brew "unar"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "mongodb/brew/mongodb-community-shell"
brew "warrensbox/tap/tfswitch"
brew "weaveworks/tap/eksctl"
cask "amazon-chime"
cask "android-file-transfer"
cask "anydesk"
cask "appcleaner"
cask "caffeine"
cask "ccleaner"
cask "charles"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "itsycal"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "ngrok"
cask "obs"
cask "owasp-zap"
cask "postman"
cask "rectangle"
cask "robo-3t"
cask "skitch"
cask "skype"
cask "slack"
cask "tableplus"
cask "teamviewer"
cask "telegram"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "wifi-explorer"
cask "wireshark"
mas "Bitwarden", id: 1352778147
mas "Codye", id: 1516894961
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sequel Ace", id: 1518036000
mas "Spark", id: 1176895641
mas "stts", id: 1187772509
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
