tap "aws/tap"
tap "buo/cask-upgrade"
tap "guessi/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "mas-cli/tap"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "actionlint"
brew "zstd"
brew "aws-iam-authenticator"
brew "openssl@3"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "glib"
brew "calc"
brew "calicoctl"
brew "cdk8s"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "ctop"
brew "curl"
brew "dos2unix"
brew "eslint"
brew "ffmpeg"
brew "fping"
brew "fx"
brew "gh"
brew "ghr"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "glow"
brew "go"
brew "graphviz"
brew "helm"
brew "hexyl"
brew "hey"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "istioctl"
brew "jq"
brew "k6"
brew "k9s"
brew "kcat"
brew "ko"
brew "kubernetes-cli"
brew "krew"
brew "kubespy"
brew "lux"
brew "mas"
brew "media-info"
brew "miller"
brew "minikube"
brew "miniserve"
brew "mtr"
brew "ncdu"
brew "netcat"
brew "nmap"
brew "node@22", link: true
brew "openjdk"
brew "p7zip"
brew "pipenv"
brew "pstree"
brew "pyenv"
brew "python-yq"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "ssh-audit"
brew "sslscan"
brew "stern"
brew "telnet"
brew "terraformer"
brew "terragrunt"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "unar"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "aws/tap/ec2-instance-selector"
brew "guessi/tap/cloudtrail-cli"
brew "guessi/tap/eks-ami-finder"
brew "hashicorp/tap/packer"
brew "warrensbox/tap/tfswitch"
brew "weaveworks/tap/eksctl"
cask "caffeine"
cask "finch"
cask "iterm2"
cask "itsycal"
cask "microsoft-auto-update"
cask "obs"
cask "openemu"
cask "rar"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "shottr"
cask "vanilla"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "stts", id: 1187772509
mas "Xcode", id: 497799835
vscode "adamhartford.vscode-base64"
vscode "adpyke.codesnap"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bierner.markdown-mermaid"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "josee9988.minifyall"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.wordcount"
vscode "quicktype.quicktype"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sryze.uridecode"
vscode "stevenh.vscode-zh-convertor"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
