tap "aws/tap"
tap "buo/cask-upgrade"
tap "guessi/tap"
tap "hashicorp/tap"
tap "homebrew/test-bot"
tap "norwoodj/tap"
tap "warrensbox/tap"
brew "shellcheck"
brew "actionlint"
brew "zstd"
brew "openssl@3"
brew "ruby"
brew "asciidoctor"
brew "asciinema"
brew "aws-elasticbeanstalk"
brew "aws-iam-authenticator"
brew "aws-sam-cli"
brew "awscli"
brew "awscurl"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "glib"
brew "calc"
brew "calicoctl"
brew "cdk8s"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "crane"
brew "ctop"
brew "curl"
brew "dos2unix"
brew "eslint"
brew "ffmpeg"
brew "fping"
brew "fx"
brew "gh"
brew "ghr"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "glow"
brew "go"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "helm"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "istioctl"
brew "jq"
brew "k6"
brew "k9s"
brew "kcat"
brew "ko"
brew "kompose"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kubespy"
brew "luarocks"
brew "lux"
brew "mas"
brew "maven"
brew "media-info"
brew "miller"
brew "minikube"
brew "miniserve"
brew "mtr"
brew "ncdu"
brew "netcat"
brew "nmap"
brew "node@22"
brew "p7zip"
brew "pipenv"
brew "pstree"
brew "pyenv"
brew "python-yq"
brew "ripgrep"
brew "rust"
brew "shfmt"
brew "ssh-audit"
brew "sslscan"
brew "stern"
brew "telnet"
brew "terraformer"
brew "terragrunt"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "unar"
brew "vale"
brew "vegeta"
brew "vim"
brew "viu"
brew "watch"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "aws/tap/copilot-cli"
brew "aws/tap/ec2-instance-selector"
brew "aws/tap/eksctl"
brew "guessi/tap/cloudtrail-cli"
brew "guessi/tap/eks-ami-finder"
brew "guessi/tap/eks-managed-node-groups"
brew "guessi/tap/eks-node-diagnostic"
brew "hashicorp/tap/packer"
brew "norwoodj/tap/helm-docs"
brew "warrensbox/tap/tfswitch"
cask "amazon-q"
cask "caffeine"
cask "finch"
cask "ghostty"
cask "hashicorp-vagrant"
cask "iterm2"
cask "itsycal"
cask "microsoft-auto-update"
cask "obs"
cask "openemu"
cask "postman"
cask "rar"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "shottr"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-app"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "stts", id: 1187772509
mas "Welly", id: 1521402269
mas "Xcode", id: 497799835
vscode "adamhartford.vscode-base64"
vscode "adpyke.codesnap"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "josee9988.minifyall"
vscode "mechatroner.rainbow-csv"
vscode "moshfeu.compare-folders"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.wordcount"
vscode "quicktype.quicktype"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "sryze.uridecode"
vscode "stevenh.vscode-zh-convertor"
